Repository: rabgabor/yettel-task
Catalog: Yettel/Localizable.xcstrings
Source language: hu
Languages: en

source: A kijelölt vármegyék nem szomszédosak!
en: The selected counties are not adjacent!

source: A matricákat sikeresen kifizetted!
en: The vignettes have been successfully paid!

source: E-matrica
en: E-vignette

source: Éves vármegyei
en: Yearly county

source: Éves vármegyei matricák
en: Yearly county vignettes

source: Fizetendő összeg
en: Amount to be paid

source: Hiba
en: Error

source: Hiba: %@
en: Error: %@

source: Matrica típusa
en: Vignette type

source: Országos matricák
en: National vignettes

source: Összegzés
en: Summary

source: Rendben
en: OK

source: Rendszám
en: Plate

source: Tovább a vásárláshoz
en: Continue to purchase

source: Vásárlás
en: Purchase
